{
 "Routines": [
		{
	"Title" : "India Trip 2019 has started",
	"Date": "2019-07-27",	
	"Summary": "Started to airport, It was so tired to move the stuff to car, from car to airport, dropped rental car etc.. We went in white Dodge caravan.. We are all excited and honestly I am little bit of nervous regarding Visa",
	"Image": "",
	"Type": "Trip",
	"SubType": "India Trip"
},
{
"Title" : "In the flight all the day waiting for Dubai" ,
	"Date": "2019-07-28",	
	"Summary": "We are in flight almost all the day , and reached Dubai.. We put the luggage in airport luggage room. it costs around 120 dollars. But when we went out the roads almost look like US and the sky scrapers are awesome. Burj khalifa, Fountain (was not so great as I expected) ",
	"Image": "",
	"Type": "Trip",
	"SubType": "India Trip"
},
{
"Title" : "Wonderful time in Dubai",
	"Date": "2019-07-29",
	
	"Summary": "Breakfast, Atlantis, Old Dubai, Almost to Gold bahar, Dubai Mall, Burj Khalifa, Back to airport so tired",
	"Image": "",
	"Type": "Trip",
	"SubType": "India Trip"
},
{
"Title" : "Finally in Hyderabad. Tired but so much happy",
	"Date": "2019-07-30",
	
	"Summary": "Hyderabad",
	"Image": "",
	"Type": "Trip",
	"SubType": "India Trip"
},


{
"Title" : "",
	"Date": "2019-11-21",
	"Day": "FriDay" ,
	"Summary": "I came to office by 6 30 AM .Started to philly at 4 AM.. I was sad and happy when I got off to the airport. Ksheera was crying which made me happy and sad. However it was quite embarrassing flight baggage. I dont know why I forgot to ask but I didnt take my carryon baggage at Detroit airport walk bridge. Finally reached home by 3 AM ",
	"Image": "",
	"Type": "Trip",
	"SubType": "Philly Trip"
	
},
{
"Title" : "",
	"Date": "2019-11-22",
	"Day": "SaturDay" ,
	"Summary": "Went new house. Did some work getting chairs, arranging . went to home depot. Tried airport baggage . they said it went to Greensboro. then I made it rush shipping. I was checking online for the status. finally It showed the baggage would arrive by 930 PM. so I started at 9 from home. Collected the baggage and reached home by midnight",
	"Image": "",
	"Type": "Trip",
	"SubType": "Philly Trip"
},
{
"Title" : "",
	"Date": "2019-11-23",
	"Day": "SunDay" ,
	"Summary": "House Warming Day. I was doing the photography and videography until the photographer came in. It is a fun Day. In the evening went to old house and got some stuff from there.",
	"Image": "",
	"Type": "Trip",
	"SubType": "Philly Trip"
},
{
"Title" : "",
	"Date": "2019-10-24",
	"Day": "MonDay" ,
	"Summary": "Woke up at 8 AM. Went to return the chairs. Said bye to anna. Then went to old house as akka and bava have to pack the stuff to move tomorrow. On the way we stopped at ice cream shop (I ate cookie dough). Then said good by to them and Siri and I started to airport. Reached home by 1 AM.",
	"Image": "",
	"Type": "Trip",
	"SubType": "Philly Trip"
},

{
"Title" : "",
	"Date": "2019-12-31",
	"Day": "TuesDay" ,
	"Summary": "I came to office by 6 AM in the morning. I had a very little sleep last night but I know it is going to be a long Day and I also know that I can do it and I also know that I am not allowed to drink coffee :). We started to Austin from home by 345 Pm and reached austin downtown by 6. First we thought it is too early but if we hadnt come early we wouldn't have got the food. The concert started at 7 45 and it was very nice. we stood just in front of the dias and tapped foot for the beat. The fireworks are awesome especially when they cracked the glittery sparkles. Then we started roaming around the downtown specifically in the 6 th street. Then we thought to go into the 6th street. I know it is not a good idea to go into 6th street with Ksheera but I wanted to take chances. we walked for a mile to got into the crowd and waited to the clock step into new year. It was not too excited moment than I expected but atleast we were in the big crowd. From there we went to hotel. The maps were not working for a while, the exit was closed, we entered in the wrong entrance at the hotel but finally we reached the hotel. <b> HAPYY NEW YEAR!!!<b>",
	"Image": "",
	"Type": "Trip",
	"SubType": "New year 2020 Trip"
},
{
"Title" : "",
	"Date": "2020-01-01",
	"Day": "WednesDay" ,
	"Summary": "Woke up at 8 AM and had very good time. We got ready to go out side of course we will. Had breakfast in Whataburger. Then roamed around Dell campus. It has 8 buildings in total and I wish if I could get job there. Hmm lets see if this new year brings me that opportunity. Then went to Sitara restaurant and had a sumptuous lunch after few weeks. I felt those few weeks are very long. Any how I am controlling my food even though some times I am getting temptations. After the lunch we went to University of Austin and just roamed around. But back in the mind I was thinking I never had an opportunity to study in a good campus. Even in the Btech and also in Masters. We had some funny pictures then we left to Mount Bonnel park for hiking. We were there for an hour and then started back to San Antonio just diving through the lake shore houses. /n My new year resolutions are: /n By end of the year I will have to particiapate at least three 5 k runs and as well as half marathon. /n Maintain good diet. /n Read atleast a book in each month /n Atleast two certifications",
	"Image": "",
	"Type": "Trip",
	"SubType": "New year 2020 Trip"
},


{
"Title" : "",
	"Date": "2019-10-25",
	"Day": "FriDay" ,
	"Summary": "Spice restaurant, Swimming class for Ksheera. This is her first Day of Level 4",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},

{
"Title" : "",
	"Date": "2019-10-26",
	"Day": "SaturDay" ,
	"Summary": "Fixed lights for Diwali.. Went to Kohls for shopping. We bought cloths for Vedansh and the plan is to ship the clothes to bava so that Amma can pick them up when they go to Srinu's marriage ",
	"Image": ""
},
{
"Title" : "",
	"Date": "2019-08-27",
	"Day": "SunDay" ,
	"Summary": "Happy Diwali.. We had a very fun filled Diwali. Our phase 4 community gathered at our cul de sac and then we went to meet people in phase 3. We had dinner there. Good food, fun celebrations",
	"Image": ""
},
{
"Title" : "",
	"Date": "2019-10-28",
	"Day": "MonDay" ,
	"Summary": "",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2019-10-18",
	"Day": "FriDay" ,
	"Summary": "swimming class graduation",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2019-10-19",
	"Day": "SaturDay" ,
	"Summary": "Made building a city plan, Went to downtown",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2019-10-20",
	"Day": "SunDay" ,
	"Summary": ".Net core started. Fixed some curtains",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2019-10-21",
	"Day": "MonDay" ,
	"Summary": "Nothing much.. everything was routine. We tried to build some craft houses for city plan",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-02",
	"Day": "ThursDay" ,
	"Summary": "Routine work.. After long time I ran for 8 minutes. This boost my confidence that I can run farther than a mile by end of the month. ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-03",
	"Day": "FriDay" ,
	"Summary": "Routine work.. In the evening went to the park and ran for 8 minutes outside. I shoudl keep continuing,",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-04",
	"Day": "SaturDay" ,
	"Summary": "Lawn mower came to mow the lawn. after that Accord's battery died so I had to go Swimming class and thanks to the fellow passenger to give it a jump. Then I went to Autozone to have a new battery. Unfortunately the 3 year warranty is expired in October so I couldn't get the battery for free. Then we went to Biglots for Patio chairs and Hobby lobby for flower decoration.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-05",
	"Day": "SunDay" ,
	"Summary": "Mostly household work like cleaning fixing, went to library etc. In the afternoon went to Forever21 as the stores will be closing sooner. But we didnt get much since the store is too small. Then went to HEB for grocery. And trimmed my beard toDayand I look totally different. And started reading Big Magic book. As part of my new year resolutions I should finish the book by end of the month.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-06",
	"Day": "MonDay" ,
	"Summary": "MonDayagain. Working a workactivity issue. Ran for 10 minutes. But bad thing was I ate in Panda express. I was so tempted to go. Anyhow I am done eating out side for the whole month.  ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-07",
	"Day": "TuesDay" ,
	"Summary": "ToDaythere was scheduled repair for one of the stair case spindles. So I left home early and then worked from home. yeah yeah I did. Then went to home depot to get the ladder. But bad thing is now the lights are not even turning on. I need to call the electrician to fix them or I will have to have the chandelier. Unexpected expenses and unnecessary too.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-08",
	"Day": "WednesDay" ,
	"Summary": "There was nothing special today. Ran for 1 mile on treadmill. I need to keep going like this and will have to try running for a mile outside soon. I know running outside may take more effort than running on treadmill. But thats what I want to do to run 5K in this year.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-09",
	"Day": "ThursDay" ,
	"Summary": "There was nothing special today. Ran for 1 mile on treadmill. I need to keep going like this and will have to try running for a mile outside soon. I know running outside may take more effort than running on treadmill. But thats what I want to do to run 5K in this year. I have an appointment with WF person on MonDayat 330PM",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-10",
	"Day": "FriDay" ,
	"Summary": "I came early toDayto office at 630 because the plan was to leave office by 3. I left office by 3 as planned went to HEB , Walmart to buy stuff for tomorrow's potluck. At home I cleaned stuff, painter walls precisely we are making home look beautiful for tomorrow's party.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-11",
	"Day": "SaturDay" ,
	"Summary": "Potluck Day.. Overall it was very great event with fun games, good singing and tasty food.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-12",
	"Day": "SunDay" ,
	"Summary": "Watched Sarileru Neekevvaru movie. Other than that we cleaned up the mess from the yesterDay's potluck even though it is not much. I did little preparation for tomorrow.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-13",
	"Day": "MonDay" ,
	"Summary": "The specialty of the Dayis I didnt meet the requirements for WF. I didnt expect that after all the preparation I put in. But good thing is I am kind of got in to the right mind set and prepared my documentation if something comes up.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-14",
	"Day": "TuesDay" ,
	"Summary": "Just a normal work Day",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-15",
	"Day": "WednesDay" ,
	"Summary": "I was at home took PTO as Ksheera had fever. I thoght of studying and doing something productive but I haven't done. I did the same things when I take PTO.",
	"Image": "",
	"Type": "Diary",
	"SubType": "PTO"
},
{
"Title" : "",
	"Date": "2020-01-16",
	"Day": "ThursDay" ,
	"Summary": "Came to work and was busy triaging incidents and creating defects. In the evening I ran for a mile on treadmill. I think this is the time I need to run out side for a mile and see how long I can run to check my endurance levels.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-17",
	"Day": "FriDay" ,
	"Summary": "Plan for the Day..<b>I will create API for this.<b> But I didn't. However, it is going to be long weekend. Watched Khaidi tamil movie. It was very nice.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-18",
	"Day": "SaturDay" ,
	"Summary": "Stayed home all the Dayexcept went to Ksheera's swimming class and went to Sandeep's house to play table tennis. In the night we watched a movie but dont remember the name.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-19",
	"Day": "SunDay" ,
	"Summary": "Went to Ala Vaikuntapuram lo movie.. But we did not like it.. Sarileru neekevvaru movie is far better than this.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-20",
	"Day": "MonDay" ,
	"Summary": "In the morning went to Home depot to get the vinegar for AC filter. Finally I finished this work of pouring vinegar which was very long due. Other than I am working on Angular. I need to finish by end of this month with proper application. In the evening UDayand Kumuda came home to look at our options. After he left I am more confused because which one I have to prepare for the career? Is it going to be Python or Azure or AWS or Angular or ALgoithms or .Net core or design patterns. I dont know. In the night we did the online selenium assessment and we score 82  ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-21",
	"Day": "TuesDay" ,
	"Summary": "So I am planning to make the plan simple. I will continue doing Angular by end of the Dayand will decide on Azure or AWS next. I will do the certification for sure either of those. Then I will start Python. Then I know what exactly I have to do. In the evening I finished other two lectures in Angular. But just 2 lectures a Daywill not sufficient for my goal. Need to speed up on the course since lot to come before what I wanted to achieve. 
	I am not running for the last 3 days. I have this cut on my ankle and it is giving me pain when I run. But tomorrow I should resume",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-22",
	"Day": "WednesDay" ,
	"Summary": "I really need to create the diary api by the time I create the angular app to consume service. 
	ToDayis good Daysince I was able to accomplish everything as I planned. Workout , piano class , dinner and Angular course. Everything was as per schedule. 7 Hours more to go for angular completion. I need to stay top on this. I should finish it Jan 30 th and start AWS on Feb 1st.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-23",
	"Day": "ThursDay" ,
	"Summary": "",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-24",
	"Day": "FriDay" ,
	"Summary": "Worked from home because of the painters. ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WorkDay"
},
{
"Title" : "",
	"Date": "2020-01-25",
	"Day": "SaturDay" ,
	"Summary": "Mostly on Angular.. Finished a chapter about handling data.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-26",
	"Day": "SunDay" ,
	"Summary": "Raghu came to home in the morning. We discussed about the project. It was good discussion. I finished another chapter about the directives.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-01-27",
	"Day": "MonDay" ,
	"Summary": "",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-01-28",
	"Day": "TuesDay" ,
	"Summary": "Nothing so special about today. 
	I can not wait to start AWS course. The course is 16 hours length. So it atleast takes 20 to 25 days to finish with taking notes and doing the labs if I dedicate an hour atleast every weekDayand 4 hours on the weekends. Before that I need to finish the Angular except one or two chapters. I really need to finish consuming HTTP services and as well as routing. ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-01-29",
	"Day": "WednesDay" ,
	"Summary": "Went to urgent care for Ammu.. We had to stay there until 4 and thats the reason I had to take OFF for the afternoon session. I did HIIT on treadmill. Then went to Piano class.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-01-30",
	"Day": "ThursDay" ,
	"Summary": "",
	"Image": "We had to do the warm fix for MA state tax change. It is my bad.. I didnt test very well and also I knew that DST is giving not updated tax amount rate. I need to make the service for diary as well.",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-01-31",
	"Day": "FriDay" ,
	"Summary": "",
	"Image": "ToDayis the last Dayfor Angular. I woke up in the morning to study a bit but ended up watching super over between Ind vs NZ. ",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-01",
	"Day": "SaturDay" ,
	"Summary": "",
	"Image": "I started AWS I mean I barely started. I have gone through IAM - Identity Access Management, did set up AWS account for free. In the evening we made egg and chicken puffs and ate them. ha ha. And also Ksheera and I posted letter to her class teacher. Then we went to swimming class.",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-02",
	"Day": "SunDay" ,
	"Summary": "",
	"Image": "Priyanka went to work as their C4 went to LIVE finally. So Ksheera and I had fun day. I taught her about clock and then punctuation. Then I watched video about EC2 instances and made my notes. Tomorrow I need to finish up the lab. \n For lunch we went to IHOP then went to music make up class. Then I went to watch super bowl between Chiefs and 49ers. Good that it ended up with chiefs win which I was supporting for Andy Reid. ToDayNamratha came homw for a week visit.",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-03",
	"Day": "MonDay" ,
	"Summary": "Nothing specials .. I did a little bit of running after a while. Then I went to kumon to pay the fee. So now MonDay, WednesDay, ThursDay, SaturDaywill be busy. It would be more busy once Vedansh comes here and we need to engage him as well. Thats the reason we got to settle well before kids grow. Hmm it is too late to think through this now. \n However I finished EC2 lab in cloudguru. Long way to go but learning good stuff.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-05",
	"Day": "WednesDay" ,
	"Summary": "No exercise toDayas well. more than than we went to Bamboo Biryani and I ate like anything. Tomorrow I need to take less food. I think I had enough food for this month. As usual we went to Piano class today. And no cloudgru class for me.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-06",
	"Day": "ThursDay" ,
	"Summary": "My plan is to finish Loadbalancer topic in AWS today.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-07",
	"Day": "FriDay" ,
	"Summary": "I was running late because of the flooring fixes but ended up taking Dayoff. After that I was able to continue my AWS course. and I had 2 jerks too.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-08",
	"Day": "SaturDay" ,
	"Summary": "We went to Austin for house warming party. It was not great but got the chance to meet with Praveen Akuthota. I twas very nice talking with them.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-09",
	"Day": "SunDay" ,
	"Summary": "Continued with AWS and I am in hurry to finish and start the practice tests but also nervous about when I am gonna finish the whole course. Does March 1st week viable Date? I need a very good planning and schedule. I should download the videos and watch them as I get time. \n Other than I went to play table tennis in the morning and did the household work in the evening. Priyanka is still sick and I need her to get back to normal sooner since she is suffering from long. Also it is overwhelming on me to prepare, cook etc.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-10",
	"Day": "MonDay" ,
	"Summary": "In the morning I am kinda frustrated before coming to office. Those burning points should motivate me towards what I want to achieve. \n ToDayis nothing special. I took ksheera to Kumon then walmart. Came home and cooked my dinner. Thats all. Really thats it. I skipped gym. I skipped AWS. Please please dont do the same thing tomorrow.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-11",
	"Day": "TuesDay" ,
	"Summary": "",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-13",
	"Day": "ThursDay" ,
	"Summary": "It is a good day. I finished what I needed to towards AWS. COmpleted 23% so far.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-14",
	"Day": "FriDay" ,
	"Summary": "Happy Valentines Day. Started the Daywith a greeting card.\n My plan is to finish S3 course toDayand start serverless lecture topic and finish by MOnDay. MonDayis holiDayfor us and I will have to take maximum advantage studying AWS. Watched De do pyaar de.. it was too boring movie.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-02-15",
	"Day": "SaturDay" ,
	"Summary": "Went to ksheera's swimming class. Other than that most of the time I was watching AWS videos. In the night watched Sun of a gun movie.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-16",
	"Day": "SunDay" ,
	"Summary": "AWS videos.. I have a good feeling that I will be able to finish the whole cloudguru course by Feb 21st or atleast 80% of it. Then I will start taking practice tests. I will have to study white papers and FAQ s whenever I get chance. In the afternoon went to COstco and Walmart for grocery . We watched Bala movie. Not too bad movie.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-17",
	"Day": "MonDay" ,
	"Summary": "President's Dayso holiDayfor us. ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-18",
	"Day": "TuesDay" ,
	"Summary": "Student led conference at Ksheera's school. After that there is dead silence. I made tomato charu and palakura pappu. Then went upstairs and studied AWS for long time (2 hours)",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-19",
	"Day": "WednesDay" ,
	"Summary": "End of the Daybroke the monitor and then consolations",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-20",
	"Day": "ThursDay" ,
	"Summary": "I don't remember except we went to kumon",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-21",
	"Day": "FriDay" ,
	"Summary": "Just a normal Day. We went to Indian store for the groceries in the evening. Then I made Tawa chicken for chapathis. It came very good.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-02-29",
	"Day": "SaturDay" ,
	"Summary": "It is Ksheera's DI performance day. She did very well except sometime she felt little shy but thats ok. she will improve. Then we went to swimming. She is doing well in the swimming too except she has to learn the free style with extending her full hands. \n In the afternoon we slept for 4 hours after lunch. We woke up made biryani and ate. Watched Vada Chennai until 1 AM and then slept. It was perfect SaturDaywith sleep, eat and movie and no study at all.\n By the way toDayis 29 th Dayof February.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-03-01",
	"Day": "SunDay" ,
	"Summary": "In the morning went to buy desktop monitor. I went to look in Bestbuy , Costco but I couldnt find what I was looking for. so ended up buying in Walmart. After not many specials just stayed at home.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-03-09",
	"Day": "MonDay" ,
	"Summary": "From tomorrow it is going to be working from home.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-05-25",
	"Day": "MonDay" ,
	"Summary": "Memorial Day!! Yes today is the memory for good and bad. I dont know I would say it is bad. We did the tik tok 'Vana vallappa vallappa'",
	"Image": "",
	"Type": "Diary",
	"SubType": "HoliDay"
},
{
"Title" : "",
	"Date": "2020-07-13",
	"Day": "MonDay" ,
	"Summary": "Much awaited DaytoDay. Vedansh is back.",
	"Image": "",
	"Type": "Diary",
	"SubType": "Vacation Day"
},
{
"Title" : "",
	"Date": "2020-10-24",
	"Day": "SaturDay" ,
	"Summary": "Normal saturDayexcept toDayis saddula bathakamma. Went to some grocery shopping. I bought <b>19th Christmas<b> novel (James Pattenson) and started to read. Planning to finish it by this month in 7 days. And also I need to finish the October challenge to close 4 rings 14 times. so far I closed 9 times. /n The great quotation that makes me think alot today is <b>The faster you know your purpose, better your decision on choosing your path. The faster yoou upgrade your knowledge , faster you growth is. Tthe faster you invest on yourself faster your success. Invest on yourself first.<b>",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-10-25",
	"Day": "SunDay" ,
	"Summary": "Happy Dasara folks!! Chicken, poori, pappu garelu for food. Vedansh and I went to Costco for paper towels. I want to give him the exposure to out side but it is hard to do in these covid situations. So atlease I can take him out whenever I go out. In the night we went to downtown ride AGAIN. I will not go again. I will go again only when the normalcy come back. Booked tickets for in-laws",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-10-26",
	"Day": "MonDay" ,
	"Summary": "Closed all three rings in the apple watch. Other than that everything is normal.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-11-14",
	"Day": "SaturDay" ,
	"Summary": "Diwali",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-11-15",
	"Day": "SunDay" ,
	"Summary": "Satyanarayana Swami Vratham",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-11-19",
	"Day": "WednesDay" ,
	"Summary": "Gave RT-PCR test",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
{
"Title" : "",
	"Date": "2020-11-21",
	"Day": "SaturDay" ,
	"Summary": "Waiting for the test results and looking for any other options for flights. Bought a printer.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-11-22",
	"Day": "SunDay" ,
	"Summary": "Went to Houston to drop Inlaws at airport. ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekendDay"
},
{
"Title" : "",
	"Date": "2020-11-15",
	"Day": "MonDay" ,
	"Summary": "",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
	{
"Title" : "",
	"Date": "2021-01-20",
	"Day": "WednesDay" ,
	"Summary": "Awesome day to start with. Finally, At last H4 EAD is APPROVED. It is such a big relief. We are waiting for this to happen for such a long time that I cried inside happily when I see the approval notice on USCIS website. Ammu literally shivered when heard the news. /r/n We are not sure yet that if litigation helped in this process or it got approval in normal processing.",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
},
 {
"Title" : "",
	"Date": "2021-02-01",
	"Day": "MonDay" ,
	"Summary": "Priyanka, First day at office ",
	"Image": "",
	"Type": "Diary",
	"SubType": "WeekDay"
}
]
}